Repository: 68foxboris/BackupSuite-PLi
Catalog: src/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite/locale/*/LC_MESSAGES/BackupSuite.po
Languages: sk, tr

source: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' en_EN
sk: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' sk_SK
tr: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' tr_TR

source: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' en_EN
sk: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' sk_SK
tr: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' tr_TR

source: Full back-up on HDD
sk: Plná záloha na HDD
tr: Tam yedekleme HDD üzerine

source: Full back-up to USB
sk: Plná záloha na USB
tr: Tam yedekleme USB içine

source: No supported receiver found!
sk: Nebol nájdený žiadny podporovaný prijímač!
tr: Desteklenen alıcısı bulunamadı!

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
sk: BACK-UP nástroj, na výrobu kompletnej zálohy Image
tr: YEDEKLEME ARAÇ, KOMPLE YEDEKLEME YAPMAK İÇİN

source: Please be patient, a backup will now be made, this will take about:
sk: Prosím, buďte trpezliví, bude vytvorená záloha Image, to potrvá približne:
tr: Lütfen sabırlı olun, bir yedekleme artık yapılacaktır, bu sürer:

source: size to be backed up:
sk: Podporovaná velkosť:
tr: yedeklenmesi boyutu:

source: not found, the backup process will be aborted!
sk: nebol nájdený, proces zálohovania bude zrušený!
tr: bulunamadı, yedekleme işlemi iptal olacak!

source: Some information about the task
sk: Informácie o zálohe Image.
tr: Görev hakkında bazı bilgiler

source: Create: root.ubifs
sk: Vytvára sa : root.ubifs
tr: Oluşturma: root.ubifs

source: Create: kerneldump
sk: Vytvára sa : Kerneldump
tr: Oluşturma: kerneldump

source: Almost there... Now building the USB-Image!
sk: Už to skoro je ... Teraz vytváram Image !
tr: Neredeyse ... Şimdi USB Görüntü oluşturmak!

source: Additional backup ->
sk: Ďalšia záloha ->
tr: Ek yedekleme ->

source: USB Image created in:
sk: USB Image vytvorený v :
tr: USB görüntü oluşturulur:

source: and there is made an extra copy in:
sk: Ďalšia extra kópia:
tr: ve orada fazladan bir kopyası yapılır:

source: To restore the image:
sk: Ak chcete obnoviť Image :
tr: Görüntüyü geri yüklemek için:

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
sk: Image dajte na USB a vložte ho do predného USB-portu a vypnite/zapnite prijímač vypínačom na zadnej strane prijímača.
tr: (Ön) USB portuna USB Belek sürücü yerleştirin ve alıcının arkasındaki PowerSwitch ile alıcısını kapatiniz ve tekrar PowerSwitch ile aciniz.

source: Follow the instructions on the front-display.
sk: Postupujte podla pokynov na prednom displeji.
tr: Ön ekrandaki yönergeleri izleyin.

source: Please wait.... almost ready!
sk: Počkajte prosím .... takmer hotovo !
tr: Lütfen bekleyiniz.... birazdan hazır!

source: Press arrow up from frontpanel to start loading.
sk: Stlačením šípky hore na prednom paneli spustite načítavanie.
tr: Yüklemeye başlatmak için ön paneldeki yukarı ok tuşuna basın.

source: Please check the manual of the receiver on how to restore the image.
sk: Skontrolujte prosím v príručke prijímača o tom , ako obnoviť Image.
tr: Lütfen alıcının görüntüyü geri yüklemek nası yapılır el kılavuzuna bakınız.

source: Image creation FAILED!
sk: Vytváranie Image zlyhalo !
tr: Görüntü oluşturma BAŞARISIZ!

source: available
sk: dostupných
tr: mevcut

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
sk: USB flash disk bol nájdený v jednom z portov USB, extra kópia zálohy Image bude skopírovana na USB.
tr: USB bağlantı noktalarından birinde tespit edilen geçerli bir USB-Belek varsa,bu nedenle ekstra bir kopya yedekleme görüntü şimdi bu USB-Belek için kopyalanır.

source: This only takes about 20 seconds.....
sk: To trvá asi 20 sekúnd .....
tr: Bu yaklaşık 20 saniye sürer .....

source: Backup finished and copied to your USB-flashdrive.
sk: Zálohovanie bolo dokončené a skopírované na USB.
tr: Yedekleme tamamlandı ve USB flash sürücüne kopyalanır.

source: Full back-up to the harddisk
sk: Plná záloha na harddisk
tr: Tam yedekleme sabit disk içine

source: There is NO valid USB-stick found, so I've got nothing to do.
sk: Neexistuje žiadny USB-klúč, nedá sa nič robiť.
tr: Geçerli bir USB-Belek bulunmaz ise,hiçbir şey yapilamaz.

source: PLEASE READ THIS:
sk: Prosím prečítajte si toto:
tr: LÜTFEN BUNU OKUYUNUZ:

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
sk: Ak chcete zálohovať priamo na USB-klúč, musí USB-klúč obsahovať súbory s názvom:
tr: USB-Belek doğrudan yedeklemek için, USB-Belek bir dosya adı içermesi ZORUNLUDUR:

source: backupstick or
sk: backupstick alebo
tr: backupstick veya

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
sk: Ak umiestnite USB obsahujúci tento súbor, potom bude záloha automaticky prevedená na USB a môže byť použitá na obnovenie Image v prípade potreby.
tr: Bu dosyayı içeren bir USB-Belek koyarsanız yedekleme otomatik olarak USB-Belek üzerine yapılacak ve mevcut görüntü gerekirse geri yüklemek için kullanılabilir.

source: The program will exit now.
sk: Program skončil.
tr: Program şimdi kapanacak.

source: Full back-up direct to USB
sk: Plná záloha priamo na USB
tr: Tam yedekleme USB üzerine

source: The content of the folder is:
sk: Obsah zložky je :
tr: Klasörün içeriği:

source: Time required for this process:
sk: Čas potrebný pre tento proces:
tr: Bu işlem için gereken süre:

source: minutes
sk: minút.
tr: dakika

source: Backup done with:
sk: Záloha vytvorená:
tr: Yedekleme ile yapılan:

source: KB per second
sk: KB za sekundu.
tr: KB saniye başına

source: Most likely this back-up can't be restored because of it's size, it's simply too big to restore. This is a limitation of the bootloader not of the back-up or the BackupSuite.
sk: S najväčšou pravdepodobnosťou sa záloha nedá obnoviť, pretože je jednoducho príliš velký pre obnovenie. Jedná sa o obmedzenie bootloadera nie je to chyba v zálohe alebo BackupSuite.
tr: Bu yedekleme büyük olasılıkla boyut nedeniyle geri yüklenemez,bu şekilde geri yüklemek için çok büyük. Bu kısıtlama Bootloader`dan kaynaklaniyor,yedekleme veya BackupSuite dan degildir.

source: There COULD be a problem with restoring this back-up because the size of the back-up comes close to the maximum size. This is a limitation of the bootloader not of the back-up or the BackupSuite.
sk: Mohol by byť problém s obnovením téjto zálohy, pretože velkosť zálohy sa blíži k maximálnej velkosti. Jedná sa o obmedzenie bootloadera nie je to chyba v zálohe alebo BackupSuite.
tr: Geri yükleme yedeklemenin maximum boyutunu gectigi icin bir sorun olabilir. Bu kısıtlama Bootloader`dan kaynaklaniyor,yedekleme veya BackupSuite dan degildir.

source: * * * WARNING * * *
sk: * * * Varovanie * * *
tr: * * * DIKKAT * * *

source: Not enough free space on
sk: Nie je dostatok volného miesta na
tr: Boş alan yeterli değil

source: to make a back-up!
sk: vytvoriť zálohu!
tr: Bir yedeklem yapmak için!

source: MB available space
sk: MB volného miesta
tr: MB kullanılabilir alan

source: MB needed space
sk: MB potrebného miesta
tr: MB alan gerekli

source: The program will abort, please try another medium with more free space to create your back-up.
sk: Program je ukončený, prosím skúste nové médium s dostatkom volného miesta pre vytvorenie zálohy.
tr: Program iptal edilecek, daha fazla boş alana sahip başka bir ortam deneyin lütfen yedekleme oluşturmak için.

source: The found files:
sk: Nájdené súbory:
tr: Bulunan dosyalar:

source: %s (maybe error)
sk: %s (možno chyba)
tr: %s (olabilir hata)

source: %s (maybe ok)
sk: %s (možno ok)
tr: %s (belki tamam)

source: nothing!
sk: nič!
tr: hiçbir şey!

source: version
sk: verzia
tr: versiyon

source: A recording is currently running. Please stop the recording before trying to start a flashing.
sk: V súčasnej dobe prebieha nahrávanie. Pred pokusom o spustenie Flash prosím, zastavte nahrávanie.
tr: Bir kayıt şu anda çalışıyor. flaş başlatmadan önce kaydı durdurun lütfen.

source: Cancel
sk: Zrušiť
tr: iptal

source: Create backup
sk: Vytváram zálohu
tr: yedek oluşturun

source: Do you really want to unpack %s ?
sk: Naozaj chcete rozbaliť %s ?
tr: gerçekten açmak istiyor musunuz %s ?

source: Done
sk: Hotovo
tr: tamam

source: Exit
sk: Ukončiť
tr: çıkış

source: Failed
sk: Chyba
tr: başarısız

source: Flashing:
tr: flaş yapiyor:

source: For flashing your receiver files are needed:
sk: Pre flash sú potrebné súbory:
tr: flaş için Receiver dosyaları ihtiyaç vardır:

source: NOT found files for flashing!
sk: Neboli nájdené súbory pre flash!
tr: flaş için dosya bulunamadı!

source: No backup present
sk: Žiadna záloha nie je prítomná
tr: Hiçbir yedekleme mevcut degil

source: Only kernel
sk: Iba kernel
tr: sadece çekirdek

source: Only root
sk: Iba root
tr: sadece kök

source: Please: DO NOT reboot your STB and turn off the power.
sk: Upozornenie: NEPOUŽÍVAJTE reštart STB a nevypínajte napájanie.
tr: Lütfen: STB yeniden başlatmayin ve kapatmayin YAPMAYIN.

source: Press OK
sk: Stlačte ОК
tr: OK basın

source: Read error current dir, sorry.
sk: Chyba čítania aktuálneho adresára, je mi lúto.
tr: Okuma hatası dizin, üzgünüm.

source: Restore backup
sk: Obnoviť zálohu
tr: yedeği geri yükle

source: Run flash
sk: Spustiť flash
tr: flaş başliyor

source: Running
sk: Prebieha
tr: çalışıyor

source: Save
sk: Uložiť
tr: kaydetmek

source: Select parameter for start flash!
sk: Vyberte parameter pre spustenie flash!
tr: flaş başlangıç için parametreyi seçin!

source: Select the folder with backup
sk: Vyberte priečinok so zálohou
tr: Yedekleme klasörü seçin

source: Show only found image and mtd partitions.
sk: Zobraziť iba nájdený Image a MTD oddiely..
tr: Sadece image ve mtd bölümleri bulundu göster.

source: Simulate (no write)
sk: Simulovať (bez zápisu)
tr: simüle (yazilim hayir)

source: Standard (root and kernel)
sk: Štandart (root a kernel)
tr: Standart (kök ve kernel)

source: The image or kernel will be flashing and auto booted in few minutes.
sk: Image alebo kernel bude prepísaný a prijímač sa automaticky reštartuje po niekolkých minútach.
tr: image veya çekirdek flash yapmaya baslayacaktir ve birkaç dakika içinde otomatik olarak boot yapacaktir.

source: Unzip
sk: Rozbaliť
tr: Sıkıştırmayı Kaldır

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
sk: Varovanie! Použitie je na vlastné nebezpečenstvo! Odporúčame urobiť zálohu pred každým použitím! Nepoužívajte ho, ak používate viac Ubi objemov v UBI vrstve!
tr: Dikkat! Sorumluluk kendinize aittir!Kullanmadan önce her zaman bir yedeğini yapiniz! Eğer Ubi katmanda birden ubi hacimleri kullanırsanız kullanın etmeyin!

source: Your STB will freeze during the flashing process.
sk: Váš STB môže zamrznúť alebo blikať počas flash procesu.
tr: STB flaş işlemi sırasında donacaktir.

source: current: %s
sk: adresár: %s
tr: akım: %s

source: disabled
sk: zrušené
tr: devre dışı

source: no
sk: nie
tr: hayır

source: ofgwrite will stop enigma2 now to run the flash.
sk: ofgwrite teraz zastaví Enigma2 a spustí sa Flash.
tr: flaş başlatmak için ofgwrite şimdi enigma2 yi durduracaktır.

source: type info
sk: typ info
tr: tür bilgisi

source: type yes/no
sk: typ áno / nie
tr: tür evet/hayır

source: Only root with use mtdy device
sk: Iba root s použitím mtdy zariadení
tr: sadece kök kullanım mtdy cihazı ile

source: Only kernel with use mtdx device
sk: Iba kernel s použitím mtdy zariadení
tr: Sadece çekirdek kullanım mtdx cihazı ile

source: Enables back-up & restore without an USB-stick
sk: Umožňuje vytvoriť zálohu a obnovenie bez USB-klúča
tr: Yedekleme sağlar & geri yükleme USB Belek olmadan

source: Make a backup or restore a backup
sk: Vytvorte si zálohu alebo obnovenie zálohy
tr: Yedekleme yapmak veya geri yükleme

source: Backup > HDD
sk: Záloha > HDD
tr: Yedekleme > HDD

source: Backup > USB
sk: Záloha > USB
tr: Yedeklem > USB

source: What is new since the last release?
sk: Čo je nové od poslednej verzie?
tr: En son sürümden sonra hangi yenilikler var?
