Repository: 68foxboris/BackupSuite-PLi
Catalog: usr/lib/enigma2/python/Plugins/Extensions/BackupSuite/locale/*/LC_MESSAGES/BackupSuite.po
Languages: sv

source: Full back-up on HDD
sv: Fullständig säkerhetskopiering på hårddisk

source: Full back-up to USB
sv: Fullständig säkerhetskopiering till USB

source: No supported receiver found!
sv: Hittade ingen mottagare om stöds!

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
sv: SÄKERHETSKOPIERINGSVERKTYG, FÖR ATT GÖRA EN FULLSTÄNDIG SÄKERHETSKOPIERING

source: Please be patient, a backup will now be made, this will take about:
sv: Ha tålamod, en säkerhetskopia görs nu. Detta tar ca:

source: size to be backed up:
sv: storlek som ska säkerhetskopieras:

source: not found, the backup process will be aborted!
sv: hittades inte, säkerhetskopieringsprocessen avbryts!

source: Some information about the task
sv: Lite information om uppgiften

source: Create: root.ubifs
sv: Skapa: root.ubifs

source: Create: kerneldump
sv: Skapa: kerneldump

source: Almost there... Now building the USB-Image!
sv: Nästan klar... Nu byggs en USB-image!

source: Additional backup ->
sv: Detaljerad säkerhetskopia ->

source: USB Image created in:
sv: USB-image skapad i:

source: and there is made an extra copy in:
sv: och det har gjorts en extra kopia i:

source: To restore the image:
sv: För att återställa denna image:

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
sv: Placera USB-enheten i USB-porten (fram) och slå av, och sedan på mottagaren, med Power-knappen på baksidan av mottagaren.

source: Follow the instructions on the front-display.
sv: Följ instruktionerna på skärmen på framsidan.

source: Please wait.... almost ready!
sv: Vänta... Nästan klar!

source: Press arrow up from frontpanel to start loading.
sv: Tryck på uppåtpilen på framsidan för att starta laddningen.

source: Please check the manual of the receiver on how to restore the image.
sv: Titta i bruksanvisningen för mottagaren hur du återställer en image.

source: Image creation FAILED!
sv: Skapande av image misslyckades!

source: available
sv: tillgängligt

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
sv: Det finns en giltig USB-enhet upptäckt i en av USB-portarna, därför kommer en extra kopia av din säkerhetskopierade image att kopieras till denna USB-enhet.

source: This only takes about 20 seconds.....
sv: Detta tar endast ca 20 sekunder...

source: Backup finished and copied to your USB-flashdrive.
sv: Säkerhetskopiering klar och kopierad till din USB-enhet.

source: Full back-up to the harddisk
sv: Fullständig säkerhetskopiering till hårddisken

source: There is NO valid USB-stick found, so I've got nothing to do.
sv: En giltig USB-enhet hittades inte, så det finns inget att göra.

source: PLEASE READ THIS:
sv: VÄNLIGEN LÄS DETTA:

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
sv: För att säkerhetskopiera direkt till USB-minnet, så MÅSTE USB-minnet innehålla en fil med namnet:

source: backupstick or
sv: backupstick eller

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
sv: Om du sätter i ett USB-minne som innehåller denna fil så kommer säkerhetskopieringen att göras automatiskt till USB-minnet, och kan sedan användas för att återställa din aktuella image om det behövs.

source: The program will exit now.
sv: Programmet kommer nu att avslutas.

source: Full back-up direct to USB
sv: Fullständig säkerhetskopiering direkt till USB

source: The content of the folder is:
sv: Innehållet i mappen är:

source: Time required for this process:
sv: Tid som behövdes för denna process:

source: minutes
sv: minuter

source: Backup done with:
sv: Säkerhetskopiering utförd med:

source: KB per second
sv: KB per sekund

source: Most likely this back-up can't be restored because of it's size, it's simply too big to restore. This is a limitation of the bootloader not of the back-up or the BackupSuite.
sv: Denna säkerhetskopia kan troligtvis inte återställas p.g.a. sin storlek. Den är helt enkelt för stor för att återställa. Detta är en begränsning i bootloader, inte i säkerhetskopior eller i BackupSuite.

source: There COULD be a problem with restoring this back-up because the size of the back-up comes close to the maximum size. This is a limitation of the bootloader not of the back-up or the BackupSuite.
sv: Det kan uppstå problem med återställning av denna säkerhetskopia, eftersom storleken på säkerhetskopian ligger nära den maximala storleken. Detta är en begränsning i bootloader, inte i säkerhetskopior eller i BackupSuite.

source: * * * WARNING * * *
sv: * * * VARNING * * *

source: Not enough free space on
sv: Inte tillräckligt med ledigt utrymme på

source: to make a back-up!
sv: för att göra en säkerhetskopia!

source: MB available space
sv: MB tillgängligt utrymme

source: MB needed space
sv: MB utrymme krävs

source: The program will abort, please try another medium with more free space to create your back-up.
sv: Programmet kommer att avbrytas. Försök med en annan lagringsenhet med mer ledigt utrymme för att skapa din säkerhetskopia.

source: The found files:
sv: Hittade filer:

source: %s (maybe error)
sv: %s (kanske fel)

source: %s (maybe ok)
sv: %s (kanske ok)

source: nothing!
sv: ingenting!

source: A recording is currently running. Please stop the recording before trying to start a flashing.
sv: En inspelning körs för tillfället. Stoppa inspelningen innan du försöker att starta en formatering.

source: Cancel
sv: Avbryt

source: Create backup
sv: Skapa säkerhetskopia

source: Do you really want to unpack %s ?
sv: Vill du verkligen packa upp %s ?

source: Done
sv: Klar

source: Exit
sv: Avsluta

source: Failed
sv: Misslyckades

source: Flashing:
sv: Formaterar:

source: For flashing your receiver files are needed:
sv: För att formatera din mottagare, följande filer krävs:

source: NOT found files for flashing!
sv: Hittade INTE filer för formatering!

source: No backup present
sv: Ingen säkerhetskopia närvarande

source: Only kernel
sv: Endast kernel

source: Only root
sv: Endast root

source: Please: DO NOT reboot your STB and turn off the power.
sv: Observera: Starta INTE om din box eller stäng av strömmen.

source: Press OK
sv: Tryck OK

source: Read error current dir, sorry.
sv: Läsfel på aktuell mapp.

source: Restore backup
sv: Återställ backup

source: Run flash
sv: Kör formatering

source: Running
sv: Kör

source: Save
sv: Spara

source: Select parameter for start flash!
sv: Välj parameter för att starta formatering!

source: Select the folder with backup
sv: Välj mappen med säkerhetskopian

source: Show only found image and mtd partitions.
sv: Visa endast hittade image och MTD-partitioner.

source: Simulate (no write)
sv: Simulera (skriv inte)

source: Standart (root and kernel)
sv: Standard (root och kernel)

source: The image or kernel will be flashing and auto booted in few minutes.
sv: Denna image eller kernel kommer att installeras och auto-starta om några minuter.

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
sv: Varning! Använd på egen risk! Gör alltid en säkerhetskopia innan användning! Använd den inte om du använder flera UBI-volumer i UBI-lager!

source: Your STB will freeze during the flashing process.
sv: Din mottagare kommer att frysa under formateringsprocessen.

source: current: %s
sv: nuvarande: %s

source: disabled
sv: avaktiverad

source: no
sv: nej

source: ofgwrite will stop enigma2 now to run the flash.
sv: ofgwrite kommer att stoppa enigma2 nu för att utföra installeringen.

source: type info
sv: typ info

source: type yes/no
sv: typ ja/nej

source: Only root with use mtdy device
sv: Endast root med MTDY-enhet

source: Only kernel with use mtdx device
sv: Endast kernel med MTDX-enhet

source: Enables back-up & restore without an USB-stick
sv: Aktiverar säkerhetskopiering & återställning utan ett USB-minne

source: Make a backup or restore a backup
sv: Gör en säkerhetskopia eller återställ en säkerhetskopia

source: What is new since the last release?
sv: Vad är nytt sedan förra utgåvan?

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
sv: Vill du göra en USB-säkerhetskopia av denna image till hårddisken? Detta tar endast några minuter och är helt automatiskt.

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
sv: Vill du göra en säkerhetskopia till USB? Detta tar endast några minuter beroende på vilket filsystem som används, och är helt automatiskt. Se till att du först sätter i ett USB-minne innan du väljer Ja.
